
    [
        {
          
          "name": "Guru Kiran",
          "review": "Yamaha r15 driving is good and comfort best quality are engine the overall performance is good.Once in a time yamaha r15 made the peoples crowd.",
          "star":3,
          "img": "https://media.zigcdn.com/media/user/2022/Apr/gurukiranyadav89020227813368.jpg"
        },
        {
          
          "name": "Rahul",
          "review": "Nice bike it is a monstar of yamaha company nice comfort with seat position and handling mileage with awesome",
          "star":4,
          "img": "https://media.zigcdn.com/media/user/2022/Mar/rahulkhan3055920227757466.jpg"
        },
        {
          
          "name": "GuSyed Md",
          "review": "It is amazing i never seen before in my life cluch disk tires mirror lights engine mileage it is comfortable to both middle class and upper class level it is too good it i'd affordable bike their modes we can change like sports or simple ride so it is amazing it is comparable to a luxurious bike i just say this is a mind blowing bike",
          "star":3,
          "img": "https://media.zigcdn.com/media/user/2022/Mar/syedmdjaffersadiq20227700653.jpg"
        },
        {
          
          "name": "Gokul Neopaney",
          "review": "I am riding pulsar 220f from 2018.Its nice and give good mileage as well as guick service centre and affordable price parts price.Yamaha is also nice but not comfortable for pillion rider especially in hilly area.If company make pillion rider similar to pulsar then it's more comfortable to ride bike in hilly area.",
          "star":3,
          "img": "https://media.zigcdn.com/media/user/2022/Mar/gokulsar1320227670232.jpg"
        },
        {
          
          "name": "Sabaresh",
          "review": "Amazing bike.No complaints except the riding posture.If you are going to ride it on a daily basis, I wouldnt suggest this.But the quality of the motorcycle is just mindblwing.Excellent brakes (needs a special mention).Best performance and outstanding handling.Mileasge is also very good.",
          "star":3,
          "img": "https://media.zigcdn.com/media/user/2021/Jan/sabareshsundher405020214741033.jpg"
        },
        {
          
          "name": "Veevek Patir",
          "review": "The performance is good for a 155cc bike it doesn't feel like 155 cc bike if u ride it.It's 155cc bike which goes to 155 kmp 😂.Even other 200cc bikes then go that much soo it is a perfect choice.And it also give a very good milage of 45kmpl.So if someone is thinking about this bike then don't think just go to your nearestdealership and buy it.",
          "star":3,
          "img": "https://media.zigcdn.com/media/user/2022/Apr/gurukiranyadav89020227813368.jpg"
        }
      ]